Repository: PauloFH/Calculadora-de-Investimentos-Flutter
Catalog: lib/l10n/app_*.arb
Languages: pt, ru, th

# language
source: English
pt: Português
ru: Русский
th: ไทย

# appbartxt
source: Investment Calculator
pt: Calculadora de Investimentos
ru: Инвестиционный калькулятор
th: เครื่องคำนวณการลงทุน

# hometxt
source: Well cum to the Investment Calculator
pt: Bem-vindo à Calculadora de Investimentos
ru: Добро пожаловать в инвестиционный калькулятор
th: ยินดีต้อนรับสู่เครื่องคำนวณการลงทุน

source: Home
pt: Início
ru: Главная
th: หน้าหลัก

source: Savings Account
pt: Conta Poupança
ru: Сберегательный счет
th: บัญชีเงินฝาก

# selic
source: Selic treasure
pt: Tesouro Selic
ru: Селик сокровище
th: พระราชทรัพย์เซลิค

# titleCDB
source: Simulate Investment in CDB
pt: Simular Investimento em CDB
ru: Симуляция инвестиций в CDB
th: จำลองการลงทุนใน CDB

# initInvestiment
source: Initial investment
pt: Investimento Inicial
ru: Начальная инвестиция
th: การลงทุนเริ่มต้น

# monthlyInvestiment
source: Monthly investment
pt: Investimento Mensal
ru: Ежемесячная инвестиция
th: การลงทุนรายเดือน

source: months
pt: meses
ru: месяцев
th: เดือน

source: calculate
pt: calcular
ru: рассчитать
th: คำนวณ

# brl
source: Result in BRL ins
pt: Resultado em BRL em
ru: Результат в BRL в
th: ผลลัพธ์ใน BRL ใน

# titleselic
source: Simulate Investment in Selic treasure
pt: Simular Investimento em Tesouro Selic
ru: Симуляция инвестиций в сокровища Селика
th: จำลองการลงทุนในพระราชทรัพย์เซลิค

# titlessavingsAccount
source: Simulate Investment in savings Account
pt: Simular Investimento em Conta Poupança
ru: Симуляция инвестиций в сберегательный счет
th: จำลองการลงทุนในบัญชีเงินฝาก
